{
  "guilds": {
    "1366144007012483122": {
      "welcome_channel_id": 1366150423005757472,
      "languages": {
        "en": {
          "name": "English",
          "welcome": "Welcome to Sanctuary, home away from home. The coffee is always hot (and tea if you prefer), conversation is friendly (though you never know which subject it will be about) More rooms to come soon, and we have cookies!! So come on in, have a seat and enjoy the ride."
        },
        "de": {
          "name": "Deutsch",
          "welcome": "Herzlich willkommen bei Sanctuary, fühl dich wie zu Hause aber bitte behalte deine Sachen an. Im Kühlschrank stehen kalte Getränke, das Buffet sollte auch gleich öffnen. Dieser Server wird geleitet von unser einzigartigen Amaya, sie bemüht sich sehr um es hier für uns schön kuschelig zu machen. Bei Fragen und Anregungen bitte eine Nummer ziehen und hinten anstellen. Halte schon mal 10€ Bearbeitungsgebühr bereit.\nKeine Fragen? Perfekt dann viel Spaß beim durch stöbern der channels."
        },
        "bg": {
          "name": "български",
          "welcome": "Добре дошъл в Sanctuary — мястото, където реалността леко се разхлабва. Тук винаги има топла напитка, странен разговор и нещо, което май беше бисквитка (провери срока на годност на своя отговорност).\nСървърът се ръководи от хора с добри намерения и лошо чувство за време. Очаквай странности, уют и понякога — спонтанен танц.\nСъбуй обувките, но остави егото си на входа. Наслади се на хаоса."
        },
        "fr": {
          "name": "Français",
          "welcome": "Bienvenue chez Sanctuary, votre coin douillet loin du chaos. Le café est brûlant, le thé zen, et les conversations… imprévisibles (mais jamais ennuyeuses). Nos dirigeants veillent avec amour  — ou menace passive, selon l’heure. Des cookies traînent quelque part, servez-vous… si les lutins ne les ont pas pris. Installez-vous, respirez, et surtout : ne touchez pas au bouton rouge."
        }
      },
      "rules": {
        "de": "🐍 1. Ruhig bleiben: Kein Drama, kein Gezeter. Wir bleiben ganz entspannt.\n\n🍃 2. Positivität ist das A und O: Wir sind hier, um Spaß zu haben – nicht zum Meckern. Sanctuary lebt von guter Stimmung.\n\n💬 3. Wer nicht fragt, bleibt dumm: Du brauchst was? Frag einfach! Wenn du nichts sagst, wissen wir’s nicht – unsere Kristallkugel ist leider kaputt. 🔮\n\n🎮 4. Spiel mit Herz: Hab Spaß am Spiel, genieße den Weg – und sei immer respektvoll.\n\n💸 5. Admin-Gebühr (psst, inoffiziell): Bestechungen in Form von Keksen, Memes oder liebevollen Worten sind jederzeit willkommen. Gold ist auch okay. Nur kein Stress, bitte.",
        "en": "🐍  1. Stay Calm: No fits, no fuss. We’re all about keeping it cool.\n\n🍃  2. Positivity is Key: We’re here to have fun, not to complain. Sanctuary thrives on good vibes.\n\n💬  3. Ask, and You Shall Receive: Need something? Ask away, and we’ll help if we can. If you don’t tell us, we don’t know. Our crystal ball broke.  🔮 \n\n 🎮 4. Play Hard, Have Fun: Enjoy the game, enjoy the journey, and always be respectful.\n\n💸 5. Admin Bribe Fee (totally legit): Bribes in cookies, compliments, memes, or good vibes accepted. Gold coins optional, but highly encouraged.",
        "bg": "🐍 1. Спокойствие и само спокойствие: Без драми, без сцени. Тук сме да си починем, не да си късаме нервите.\n\n🍃 2. Позитивното мислене е закон: Оплакванията ги оставяме на входа (до егото ти). Sanctuary вирее на добри вибрации.\n\n💬 3. Питай и ще получиш: Трябва ти нещо? Просто питай — ще помогнем, ако можем. Ако не кажеш, няма как да знаем. Кристалната ни топка даде на късо. 🔮\n\n🎮 4. Играй здраво, забавлявай се още повече: Наслаждавай се на играта, на пътуването, и най-вече — бъди уважителен.\n\n💸 5. Админска такса (шшш, неофициална): За да угодиш на админите, остави шоколад, мемета или виртуални прегръдки. Пари също се приемат, но само ако са в злато или бисквитки.",
        "fr": "🐍 1. Restez zen : Pas de crises, pas de drames. On est ici pour garder la tête froide.\n\n🍃 2. La bonne humeur avant tout : Sanctuary fonctionne à l’énergie positive. Les râleurs seront recyclés en compost.\n\n💬 3. Demande, et tu recevras : Besoin d’un coup de main ? Il suffit de demander. On aide si on peut — mais notre boule de cristal est en panne. 🔮\n\n🎮 4. Joue à fond, amuse-toi bien : Kiffe le jeu, savoure le voyage, et respecte toujours les autres.\n\n💸 5. Taxe d'administration (on ne dira rien): Biscuits, mèmes, compliments ou pot-de-vin en bonne humeur sont acceptés. L’or aussi, évidemment. Mais pas de stress, hein."
      },
      "role_options": {
        "1367144725257125888": {
          "emoji": "🤝",
          "label": "Ally"
        },
        "1366167685850726530": {
          "emoji": "🐌",
          "label": "R1-3"
        },
        "1366167872740659360": {
          "emoji": "🦋",
          "label": "R4"
        }
      },
      "cosmetic_role_options": {
        "1373714868791935026": {
          "emoji": "🪽",
          "label": "White"
        },
        "1373715184291676161": {
          "emoji": "☄️",
          "label": "Teal"
        },
        "1373715310544289802": {
          "emoji": "🦋",
          "label": "Blue"
        },
        "1373715506464424028": {
          "emoji": "🐉",
          "label": "DarkGreen"
        },
        "1373715615696687235": {
          "emoji": "🦎",
          "label": "LimeGreen"
        },
        "1373715734508605501": {
          "emoji": "☀️",
          "label": "Yellow"
        },
        "1373715835587133580": {
          "emoji": "💫",
          "label": "Orange"
        },
        "1373715929753587853": {
          "emoji": "🐦",
          "label": "Red"
        },
        "1373716071173066886": {
          "emoji": "🪻",
          "label": "Purple"
        },
        "1373716210092347463": {
          "emoji": "🌸",
          "label": "LightPink"
        },
        "1373717336606904370": {
          "emoji": "💖",
          "label": "Magenta"
        }
      },
      "users": {
        "755526916949147752": "en",
        "1021444045924479006": "de",
        "692344711964524614": "en",
        "1358846012793557134": "en",
        "1055915327290081311": "en",
        "745500157205807155": "en",
        "1332342534139285618": "de",
        "1291396569068863488": "en",
        "555137532803678256": "en",
        "1228472472320475236": "en",
        "938539765739978813": "de",
        "474049414755778561": "en"
      },
      "whispers_enabled": false
    },
    "1383263489891635221": {
      "languages": {
        "en": {
          "name": "English",
          "welcome": "🌙 Welcome to the Den! 🐾\n\nYou've wandered beneath the moonlit trees and found your way to Howling Nexus — where the pack gathers, the stories flow, and the bonds grow strong.\n\nThe moon is high. The pack is strong. You're home."
        },
        "de": {
          "name": "Deutsch",
          "welcome": "🌙 Willkommen im Bau! 🐾\n\nDu bist unter den mondbeschienenen Bäumen umhergewandert und hast den Weg zum Heulenden Nexus gefunden – wo sich das Rudel versammelt, die Geschichten fließen und die Bande stark werden.\n\nDer Mond steht hoch. Das Rudel ist stark. Du bist zu Hause."
        },
        "fr": {
          "name": "French",
          "welcome": "🌙 Bienvenue à la Tanière ! 🐾\n\nVous avez erré sous les arbres éclairés par la lune et trouvé votre chemin vers le Nexus Hurlant, là où la meute se rassemble, où les histoires coulent à flots et où les liens se renforcent.\n\nLa lune est haute. La meute est forte. Vous êtes chez vous."
        }
      },
      "users": {
        "755526916949147752": "en"
      },
      "welcome_channel_id": 1383263490562588775,
      "cosmetic_role_options": {
        "1383299016133185576": {
          "emoji": "<:fire:1383306959712686100>",
          "label": "Red"
        },
        "1383299159674716240": {
          "emoji": "<:harvest:1383306970252968098>",
          "label": "Orange"
        },
        "1383299389631758439": {
          "emoji": "<:light:1383306972438200514>",
          "label": "Yellow"
        },
        "1383299484179628052": {
          "emoji": "<:grove:1383306966998454322>",
          "label": "Green"
        },
        "1383300400798634104": {
          "emoji": "<:blossom:1383306957489967195>",
          "label": "Pink"
        },
        "1383300301066338375": {
          "emoji": "<:mist:1383306975210766426>",
          "label": "Aqua"
        },
        "1383299644393656350": {
          "emoji": "<:water:1383306979992272956>",
          "label": "Blue"
        },
        "1383299760743645224": {
          "emoji": "<:void:1383306977698119752>",
          "label": "Purple"
        },
        "1383299958198767726": {
          "emoji": "<:frost:1383306963328303225>",
          "label": "White"
        }
      },
      "role_options": {
        "1383265219723268207": {
          "emoji": "<:ally:1383310044912812032>",
          "label": "Ally"
        },
        "1383265140559839403": {
          "emoji": "<:packmates:1383310051254734909>",
          "label": "R1-R3"
        },
        "1383265051678478337": {
          "emoji": "<:moonkeeper:1383310048188698674>",
          "label": "R4"
        }
      },
      "rules": {
        "en": "1️⃣ Respect the Pack.\nKindness is the heartbeat of our den. No harassment, hate, or drama.\n\n2️⃣ Keep it Safe.\nNo NSFW, illegal, or harmful content. This is a cozy space for everyone.\n\n3️⃣ Stay in Your Lane.\nUse channels for their intended purposes. It keeps the den tidy.\n\n4️⃣ Listen to the Moonkeepers.\nOur leadership is here to guide and protect the pack. Follow their directions.\n\n5️⃣ No Howling at the Bots.\nDon’t abuse bot commands or spam the channels.\n\n6️⃣ Allied Tails & Guests — Be Welcome.\nVisitors are treated as friends. Follow the same rules as packmates.\n\n7️⃣ Have Fun & Howl Together!\nThis is your den too — enjoy it, help it grow, and be awesome.",
        "de": "1️⃣ Respektiere das Rudel.\nFreundlichkeit ist das Herzstück unserer Höhle. Keine Belästigung, kein Hass und kein Drama.\n\n2️⃣ Achte auf deine Sicherheit.\nKeine NSFW-, illegalen oder schädlichen Inhalte. Dies ist ein gemütlicher Ort für alle.\n\n3️⃣ Bleib in deiner Spur.\nNutze die Kanäle für ihren vorgesehenen Zweck. Das hält die Höhle sauber.\n\n4️⃣ Höre auf die Moonkeeper.\nUnsere Führung ist hier, um das Rudel zu führen und zu schützen. Folge ihren Anweisungen.\n\n5️⃣ Kein Heulen gegen die Bots.\nMissbrauche keine Bot-Befehle und spamme die Kanäle nicht.\n\n6️⃣ Verbündete Schwänze & Gäste – Seid willkommen.\nBesucher werden wie Freunde behandelt. Befolge die gleichen Regeln wie Rudelmitglieder.\n\n7️⃣ Habt Spaß und heult zusammen!\nDies ist auch Ihre Höhle – genießen Sie sie, helfen Sie ihr beim Wachsen und seien Sie großartig.",
        "fr": "1️⃣ Respectez la meute.\nLa gentillesse est au cœur de notre tanière. Pas de harcèlement, de haine ni de drame.\n\n2️⃣ Assurez votre sécurité.\nPas de contenu NSFW, illégal ou préjudiciable. C'est un espace convivial pour tous.\n\n3️⃣ Restez dans votre voie.\nUtilisez les canaux à leur usage prévu. Cela permet de garder la tanière propre.\n\n4️⃣ Écoutez les Gardiens de la Lune.\nNos dirigeants sont là pour guider et protéger la meute. Suivez leurs instructions.\n\n5️⃣ Interdiction de hurler aux robots.\nN'abusez pas des commandes des robots et ne spammez pas les canaux.\n\n6️⃣ Queues alliées et invités : soyez les bienvenus.\nLes visiteurs sont traités comme des amis. Suivez les mêmes règles que les autres membres de la meute.\n\n7️⃣ Amusez-vous et hurlez ensemble ! C'est aussi votre tanière : profitez-en, aidez-la à grandir et soyez génial."
      },
      "whispers_enabled": false
    }
  }
}